Repository: psalles00/Smart-Kitchen
Catalog: Shared/Localization/Localizable.xcstrings
Source language: pt_br
Languages: de, en, es, fr, it, ja

source: Não foi possível carregar a página do vídeo.
de: Die Videoseite konnte nicht geladen werden.
en: Could not load the video page.
es: No se pudo cargar la página del vídeo.
fr: Impossible de charger la page de la vidéo.
it: Impossibile caricare la pagina del video.
ja: 動画のページを読み込めませんでした。

source: Não foi possível compartilhar
de: Freigabe nicht möglich
en: Could not share
es: No se pudo compartir
fr: Impossible de partager
it: Impossibile condividere
ja: 共有できませんでした

source: Não foi possível concluir
de: Nicht möglich abzuschließen
en: Unable to complete
es: No se pudo completar
fr: Impossible de terminer
it: Impossibile completare
ja: 完了できませんでした

source: Não foi possível criar o container iCloud: %@
de: iCloud-Container konnte nicht erstellt werden: %@
en: Couldn't create the iCloud container: %@
es: No se pudo crear el contenedor de iCloud: %@
fr: Impossible de créer le conteneur iCloud : %@
it: Impossibile creare il container iCloud: %@
ja: iCloud コンテナを作成できませんでした：%@

source: Não foi possível criar o container local: %@
de: Lokaler Container konnte nicht erstellt werden: %@
en: Couldn't create the local container: %@
es: No se pudo crear el contenedor local: %@
fr: Impossible de créer le conteneur local : %@
it: Impossibile creare il container locale: %@
ja: ローカルコンテナを作成できませんでした：%@

source: Não foi possível entender a resposta da IA: %@
de: Die KI-Antwort konnte nicht verstanden werden: %@
en: Could not understand the AI response: %@
es: No se pudo entender la respuesta de la IA: %@
fr: Impossible de comprendre la réponse de l'IA : %@
it: Impossibile comprendere la risposta dell'IA: %@
ja: AI の応答を理解できませんでした：%@

source: Não foi possível inicializar a sincronização com iCloud neste dispositivo.
de: Die iCloud-Synchronisierung konnte auf diesem Gerät nicht initialisiert werden.
en: Couldn't initialize iCloud sync on this device.
es: No se pudo iniciar la sincronización con iCloud en este dispositivo.
fr: Impossible d'initialiser la synchronisation iCloud sur cet appareil.
it: Impossibile inizializzare la sincronizzazione con iCloud su questo dispositivo.
ja: このデバイスで iCloud との同期を初期化できませんでした。

source: Não foi possível preparar extração de áudio.
de: Audio-Extraktion konnte nicht vorbereitet werden.
en: Could not prepare audio extraction.
es: No se pudo preparar la extracción de audio.
fr: Impossible de préparer l'extraction audio.
it: Impossibile preparare l'estrazione audio.
ja: 音声の抽出を準備できませんでした。

source: Não foi possível restaurar agora. Tente novamente.
de: Wiederherstellung gerade nicht möglich. Bitte erneut versuchen.
en: Couldn't restore right now. Please try again.
es: No se pudo restaurar ahora. Inténtalo de nuevo.
fr: Impossible de restaurer pour le moment. Réessayez.
it: Impossibile ripristinare ora. Riprova.
ja: 現在復元できません。再度お試しください。

source: Não foi possível restaurar o backup.
de: Backup konnte nicht wiederhergestellt werden.
en: Couldn't restore the backup.
es: No se pudo restaurar la copia.
fr: Impossible de restaurer la sauvegarde.
it: Impossibile ripristinare il backup.
ja: バックアップを復元できませんでした。

source: Não foi possível salvar
de: Konnte nicht gespeichert werden
en: Unable to save
es: No se pudo guardar
fr: Impossible d'enregistrer
it: Impossibile salvare
ja: 保存できませんでした

source: Não foi possível usar o microfone
de: Mikrofon konnte nicht verwendet werden
en: Unable to use the microphone
es: No se pudo usar el micrófono
fr: Impossible d'utiliser le micro
it: Impossibile utilizzare il microfono
ja: マイクを使用できませんでした

source: Não se preocupe — você pode atualizar quando quiser.
de: Keine Sorge — du kannst jederzeit upgraden.
en: No worries — you can upgrade anytime.
es: Tranquilo — puedes mejorar cuando quieras.
fr: Pas de souci — vous pouvez passer à un plan supérieur à tout moment.
it: Tranquillo — puoi fare l'upgrade quando vuoi.
ja: ご安心を — いつでもアップグレードできます。

source: Nenhum backup disponível
de: Kein Backup verfügbar
en: No backup available
es: Ninguna copia disponible
fr: Aucune sauvegarde disponible
it: Nessun backup disponibile
ja: バックアップは利用できません

source: Nenhum ícone encontrado
de: Kein Symbol gefunden
en: No icon found
es: No se encontró ningún icono
fr: Aucune icône trouvée
it: Nessuna icona trovata
ja: アイコンが見つかりません

source: Nenhum ingrediente encontrado
de: Keine Zutat gefunden
en: No ingredient found
es: No se encontró ningún ingrediente
fr: Aucun ingrédient trouvé
it: Nessun ingrediente trovato
ja: 材料が見つかりません

source: Nenhum ingrediente reconhecido. Adicione manualmente.
de: Keine Zutat erkannt. Manuell hinzufügen.
en: No ingredient recognized. Add manually.
es: Ningún ingrediente reconocido. Añade manualmente.
fr: Aucun ingrédient reconnu. Ajoutez manuellement.
it: Nessun ingrediente riconosciuto. Aggiungi manualmente.
ja: 材料が認識されませんでした。手動で追加してください。

source: Nenhum passo reconhecido.
de: Kein Schritt erkannt.
en: No step recognized.
es: Ningún paso reconocido.
fr: Aucune étape reconnue.
it: Nessun passaggio riconosciuto.
ja: 手順が認識されませんでした。

source: Nenhum registro
de: Kein Eintrag
en: No entries
es: Sin registros
fr: Aucun enregistrement
it: Nessuna registrazione
ja: 記録なし

source: Nenhum registro ainda. Toque em + para começar.
de: Noch kein Eintrag. Tippen Sie auf +, um zu beginnen.
en: No entries yet. Tap + to get started.
es: Aún no hay registros. Toca + para empezar.
fr: Aucun enregistrement pour l'instant. Touchez + pour commencer.
it: Ancora nessuna registrazione. Tocca + per iniziare.
ja: まだ記録がありません。+ をタップして開始してください。

source: Nenhum registro ainda. Toque em Registrar para começar.
de: Noch kein Eintrag. Tippen Sie auf Erfassen, um zu beginnen.
en: No entries yet. Tap Log to get started.
es: Aún no hay registros. Toca Registrar para empezar.
fr: Aucun enregistrement pour l'instant. Touchez Enregistrer pour commencer.
it: Ancora nessuna registrazione. Tocca Registra per iniziare.
ja: まだ記録がありません。「記録」をタップして開始してください。

source: Nenhum resultado encontrado
de: Keine Ergebnisse gefunden
en: No results found
es: No se encontraron resultados
fr: Aucun résultat trouvé
it: Nessun risultato trovato
ja: 結果が見つかりません

source: Nenhum utensílio
de: Kein Küchenwerkzeug
en: No utensils
es: Ningún utensilio
fr: Aucun ustensile
it: Nessun utensile
ja: 調理器具なし

source: Nenhum utensílio encontrado para "%@"
de: Kein Küchenwerkzeug gefunden für "%@"
en: No utensil found for "%@"
es: Ningún utensilio encontrado para "%@"
fr: Aucun ustensile trouvé pour "%@"
it: Nessun utensile trovato per "%@"
ja: 「%@」の調理器具が見つかりません

source: Nenhuma compra anterior encontrada.
de: Keine früheren Käufe gefunden.
en: No previous purchases found.
es: No se encontraron compras anteriores.
fr: Aucun achat précédent trouvé.
it: Nessun acquisto precedente trovato.
ja: 過去の購入は見つかりませんでした。

source: Nenhuma conversa ainda
de: Noch keine Konversation
en: No conversations yet
es: Aún no hay conversaciones
fr: Aucune conversation pour l'instant
it: Nessuna conversazione ancora
ja: まだ会話がありません

source: Nenhuma ideia encontrada agora. Tente novamente.
de: Momentan keine Idee gefunden. Bitte erneut versuchen.
en: No ideas found right now. Try again.
es: Ninguna idea encontrada ahora. Inténtalo de nuevo.
fr: Aucune idée trouvée pour l'instant. Réessayez.
it: Nessuna idea trovata ora. Riprova.
ja: 今アイデアが見つかりませんでした。もう一度お試しください。

source: Nenhuma mídia adicional será salva
de: Keine zusätzlichen Medien werden gespeichert
en: No additional media will be saved
es: No se guardarán medios adicionales
fr: Aucun média supplémentaire ne sera enregistré
it: Nessun media aggiuntivo verrà salvato
ja: 追加のメディアは保存されません

source: Nenhuma refeição registrada no período.
de: Keine Mahlzeiten im Zeitraum erfasst.
en: No meals logged in this period.
es: Ninguna comida registrada en el período.
fr: Aucun repas enregistré sur la période.
it: Nessun pasto registrato nel periodo.
ja: 期間内に食事の記録がありません。

source: no controle
de: in Kontrolle
en: in control
es: en control
fr: aux commandes
it: in controllo
ja: コントロール下に

source: No dia do vencimento
de: Am Tag des Ablaufs
en: On the expiration day
es: El día del vencimiento
fr: Le jour de l’expiration
it: Il giorno della scadenza
ja: 期限当日

source: Nome
de: Name
en: Name
es: Nombre
fr: Nom
ja: 名前

source: Nome da receita
de: Rezeptname
en: Recipe name
es: Nombre de la receta
fr: Nom de la recette
it: Nome della ricetta
ja: レシピ名

source: Nome de categoria inválido.
de: Ungültiger Kategoriename.
en: Invalid category name.
es: Nombre de categoría no válido.
fr: Nom de catégorie invalide.
it: Nome categoria non valido.
ja: カテゴリー名が無効です。

source: Nome do arquivo de backup inválido.
de: Ungültiger Backup-Dateiname.
en: Invalid backup file name.
es: Nombre del archivo de copia no válido.
fr: Nom du fichier de sauvegarde invalide.
it: Nome del file di backup non valido.
ja: バックアップファイル名が無効です。

source: Nome do caderno
de: Notizbuchname
en: Notebook name
es: Nombre del cuaderno
fr: Nom du carnet
it: Nome del quaderno
ja: ノート名

source: Nome do item
de: Artikelname
en: Item name
es: Nombre del artículo
fr: Nom de l'article
it: Nome dell'articolo
ja: アイテム名

source: Notificações
de: Benachrichtigungen
en: Notifications
es: Notificaciones
fr: Notifications
it: Notifiche
ja: 通知

source: Notificações ativadas
de: Benachrichtigungen aktiviert
en: Notifications enabled
es: Notificaciones activadas
fr: Notifications activées
it: Notifiche attivate
ja: 通知が有効

source: Notificações bloqueadas
de: Benachrichtigungen blockiert
en: Notifications blocked
es: Notificaciones bloqueadas
fr: Notifications bloquées
it: Notifiche bloccate
ja: 通知がブロックされました

source: Notificações serão enviadas localmente com base nos seus itens de despensa.
de: Benachrichtigungen werden lokal basierend auf Ihren Vorratskammer-Artikeln gesendet.
en: Notifications are sent locally based on your pantry items.
es: Las notificaciones se enviarán localmente según los artículos de tu despensa.
fr: Les notifications seront envoyées localement en fonction des articles de votre garde-manger.
it: Le notifiche saranno inviate localmente in base ai tuoi articoli di dispensa.
ja: パントリーのアイテムに基づいてローカルで通知が送信されます。

source: Nova conversa
de: Neue Konversation
en: New conversation
es: Nueva conversación
fr: Nouvelle conversation
it: Nuova conversazione
ja: 新しい会話

source: Nova Receita
de: Neues Rezept
en: New Recipe
es: Nueva receta
fr: Nouvelle recette
it: Nuova ricetta
ja: 新しいレシピ

source: Novas ideias
de: Neue Ideen
en: New ideas
es: Nuevas ideas
fr: Nouvelles idées
it: Nuove idee
ja: 新しいアイデア

source: Novo caderno
de: Neues Notizbuch
en: New notebook
es: Nuevo cuaderno
fr: Nouveau carnet
it: Nuovo quaderno
ja: 新しいノート

source: Novo chat
de: Neuer Chat
en: New chat
es: Nuevo chat
fr: Nouveau chat
it: Nuova chat
ja: 新しいチャット

source: Novo Item
de: Neuer Artikel
en: New Item
es: Nuevo artículo
fr: Nouvel article
it: Nuovo articolo
ja: 新しいアイテム

source: Novo Utensílio
de: Neues Küchenwerkzeug
en: New Utensil
es: Nuevo utensilio
fr: Nouvel ustensile
it: Nuovo utensile
ja: 新しい調理器具

source: Nutrição
de: Ernährung
en: Nutrition
es: Nutrición
fr: Nutrition
it: Nutrizione
ja: 栄養

source: Nutrição IA sem limites
de: Unbegrenzte Ernährungs-KI
en: Unlimited Nutrition AI
es: Nutrición IA sin límites
fr: IA Nutrition illimitée
it: IA Nutrizione illimitata
ja: 栄養AI無制限

source: O app mantém até 7 backups diários. Backups antigos são removidos automaticamente.
de: Die App behält bis zu 7 tägliche Backups. Alte Backups werden automatisch entfernt.
en: The app keeps up to 7 daily backups. Old backups are removed automatically.
es: La app conserva hasta 7 copias diarias. Las copias antiguas se eliminan automáticamente.
fr: L'app conserve jusqu'à 7 sauvegardes quotidiennes. Les anciennes sont supprimées automatiquement.
it: L'app conserva fino a 7 backup giornalieri. I backup vecchi vengono rimossi automaticamente.
ja: アプリは最大7日間のバックアップを保持します。古いバックアップは自動的に削除されます。

source: O arquivo .zip não contém um backup válido do Savoria.
de: Die .zip-Datei enthält kein gültiges Savoria-Backup.
en: The .zip file does not contain a valid Savoria backup.
es: El archivo .zip no contiene una copia válida de Savoria.
fr: Le fichier .zip ne contient pas une sauvegarde Savoria valide.
it: Il file .zip non contiene un backup valido di Savoria.
ja: .zip ファイルには有効な Savoria のバックアップが含まれていません。

source: O arquivo .zip selecionado é inválido.
de: Die ausgewählte .zip-Datei ist ungültig.
en: The selected .zip file is invalid.
es: El archivo .zip seleccionado no es válido.
fr: Le fichier .zip sélectionné est invalide.
it: Il file .zip selezionato non è valido.
ja: 選択された .zip ファイルは無効です。

source: O arquivo .zip usa um tipo de compactação não suportado por este app.
de: Die .zip-Datei verwendet einen Komprimierungstyp, der von dieser App nicht unterstützt wird.
en: The .zip file uses a compression type not supported by this app.
es: El archivo .zip usa un tipo de compresión no compatible con esta app.
fr: Le fichier .zip utilise un type de compression non pris en charge par cette app.
it: Il file .zip utilizza un tipo di compressione non supportato da questa app.
ja: .zip ファイルはこのアプリでサポートされていない圧縮タイプを使用しています。

source: O backup é grande demais para ser compactado neste formato.
de: Das Backup ist zu groß, um in diesem Format komprimiert zu werden.
en: The backup is too large to be compressed in this format.
es: La copia es demasiado grande para ser comprimida en este formato.
fr: La sauvegarde est trop volumineuse pour être compressée dans ce format.
it: Il backup è troppo grande per essere compresso in questo formato.
ja: バックアップは大きすぎてこの形式で圧縮できません。

source: O backup exportado é um arquivo .zip que contém o conteúdo em CSV e Markdown legíveis sem o aplicativo, além das mídias originais. Pode ser importado neste mesmo formato ou no formato anterior.
de: Das exportierte Backup ist eine .zip-Datei mit Inhalten als CSV und Markdown, die auch ohne die App lesbar sind, plus die Originalmedien. Es kann in diesem oder im bisherigen Format importiert werden.
en: The exported backup is a .zip file containing the data in CSV and Markdown that you can read without the app, plus the original media. It can be imported in this format or in the legacy format.
es: La copia de seguridad exportada es un archivo .zip con el contenido en CSV y Markdown legibles sin la app, además de los archivos originales. Puede importarse en este formato o en el anterior.
fr: La sauvegarde exportée est un fichier .zip contenant le contenu en CSV et Markdown lisibles sans l’app, ainsi que les médias d’origine. Elle peut être importée dans ce format ou dans le format précédent.
it: Il backup esportato è un file .zip che contiene i dati in CSV e Markdown leggibili senza l’app, oltre ai file multimediali originali. Può essere importato in questo formato o nel formato precedente.
ja: エクスポートされたバックアップは .zip ファイルで、アプリなしで読める CSV と Markdown、元のメディアが含まれます。この形式でも従来の形式でもインポートできます。

source: O container compartilhado do app não está disponível.
de: Der freigegebene Container der App ist nicht verfügbar.
en: The app's shared container is unavailable.
es: El contenedor compartido de la app no está disponible.
fr: Le conteneur partagé de l'app n'est pas disponible.
it: Il container condiviso dell'app non è disponibile.
ja: アプリの共有コンテナは利用できません。

source: O container compartilhado do Savoria não está disponível.
de: Der freigegebene Savoria-Container ist nicht verfügbar.
en: The Savoria shared container is not available.
es: El contenedor compartido de Savoria no está disponible.
fr: Le conteneur partagé de Savoria n'est pas disponible.
it: Il container condiviso di Savoria non è disponibile.
ja: Savoria の共有コンテナは利用できません。

source: O conteúdo compartilhado está inválido ou incompleto.
de: Der geteilte Inhalt ist ungültig oder unvollständig.
en: The shared content is invalid or incomplete.
es: El contenido compartido no es válido o está incompleto.
fr: Le contenu partagé est invalide ou incomplet.
it: Il contenuto condiviso è non valido o incompleto.
ja: 共有されたコンテンツは無効または不完全です。

source: O doce brasileiro mais amado — cremoso e irresistível.
de: Die beliebteste brasilianische Süßspeise — cremig und unwiderstehlich.
en: Brazil's most beloved sweet — creamy and irresistible.
es: El dulce brasileño más querido — cremoso e irresistible.
fr: Le dessert brésilien le plus aimé — crémeux et irrésistible.
it: Il dolce brasiliano più amato — cremoso e irresistibile.
ja: 最も愛されるブラジルのスイーツ — クリーミーで抗えない。

source: O doce brasileiro que ninguém recusa.
de: Das brasilianische Süß, das niemand ablehnt.
en: The Brazilian sweet no one can refuse.
es: El dulce brasileño que nadie rechaza.
fr: La douceur brésilienne irrésistible.
it: Il dolce brasiliano che nessuno rifiuta.
ja: 誰もが好きなブラジルのお菓子。

source: O item é enviado direto para sua despensa. Toque na caixinha de um item.
de: Der Artikel wandert direkt in deinen Vorrat. Tippe auf die Checkbox.
en: The item goes straight to your pantry. Tap an item's checkbox.
es: El artículo va directo a tu despensa. Toca la casilla de un artículo.
fr: L'article va directement dans votre garde-manger. Touchez la case d'un article.
it: L'articolo va dritto in dispensa. Tocca la casella di un articolo.
ja: アイテムは直接パントリーへ。チェックボックスをタップ。

source: O que compartilhar
de: Was teilen
en: What to share
es: Qué compartir
fr: Que partager
it: Cosa condividere
ja: 何を共有するか

source: O que cozinhar com a despensa de hoje?
de: Was kochen mit dem heutigen Vorrat?
en: What to cook with today's pantry?
es: ¿Qué cocinar con la despensa de hoy?
fr: Que cuisiner avec le garde-manger d'aujourd'hui ?
it: Cosa cucino con la dispensa di oggi?
ja: 今日のパントリーで何を作る？

source: O que devo comer no jantar?
de: Was soll ich zum Abendessen essen?
en: What should I eat for dinner?
es: ¿Qué debo comer en la cena?
fr: Que dois-je manger au dîner ?
it: Cosa dovrei mangiare a cena?
ja: 夕食に何を食べるべきですか？

source: O que eu tenho na despensa agora?
de: Was habe ich gerade in der Vorratskammer?
en: What do I have in the pantry right now?
es: ¿Qué tengo en la despensa ahora?
fr: Qu'ai-je dans le garde-manger maintenant ?
it: Cosa ho in dispensa adesso?
ja: 今パントリーには何がありますか？

source: O que muda
de: Was sich ändert
en: What changes
es: Qué cambia
fr: Ce qui change
it: Cosa cambia
ja: 何が変わるか

source: O que precisa comprar?
de: Was musst du kaufen?
en: What do you need to buy?
es: ¿Qué necesitas comprar?
fr: Que devez-vous acheter ?
it: Cosa devi comprare?
ja: 何を買う必要がありますか？

source: O que tem na sua despensa?
de: Was ist in deinem Vorrat?
en: What's in your pantry?
es: ¿Qué hay en tu despensa?
fr: Qu'y a-t-il dans votre garde-manger ?
it: Cosa c'è nella tua dispensa?
ja: パントリーには何がありますか？

source: O que você comeu?
de: Was hast du gegessen?
en: What did you eat?
es: ¿Qué comiste?
fr: Qu'avez-vous mangé ?
it: Cosa hai mangiato?
ja: 何を食べましたか？

source: O que você ganha
de: Was du bekommst
en: What you get
es: Lo que obtienes
fr: Ce que vous obtenez
it: Cosa ottieni
ja: 得られるもの

source: O que você gosta de cozinhar?
de: Was kochst du gerne?
en: What do you like to cook?
es: ¿Qué te gusta cocinar?
fr: Qu'aimez-vous cuisiner ?
it: Cosa ti piace cucinare?
ja: 何を料理するのが好きですか？

source: O que você quer fazer?
de: Was möchten Sie tun?
en: What do you want to do?
es: ¿Qué quieres hacer?
fr: Que voulez-vous faire ?
it: Cosa vuoi fare?
ja: 何をしたいですか？

source: O que você quer preparar agora?
de: Was möchten Sie jetzt zubereiten?
en: What do you want to make now?
es: ¿Qué quieres preparar ahora?
fr: Que voulez-vous préparer maintenant ?
it: Cosa vuoi preparare ora?
ja: 今何を準備したいですか？

source: O Savoria calcula uma média inteligente apenas com os dias que você registrou — nada de zerar sua semana porque você esqueceu de logar.
de: Savoria berechnet einen intelligenten Durchschnitt nur aus den protokollierten Tagen — keine Nullwoche wegen vergessener Einträge.
en: Savoria computes a smart average from only the days you logged — no more zeroing out your week because you forgot.
es: Savoria calcula un promedio inteligente solo con los días que registraste — sin arruinar la semana por olvidar.
fr: Savoria calcule une moyenne intelligente uniquement avec les jours enregistrés — fini de remettre la semaine à zéro pour un oubli.
it: Savoria calcola una media intelligente solo dai giorni registrati — niente settimane azzerate per una dimenticanza.
ja: Savoriaは記録した日だけから賢く平均を算出 — 記録漏れで週がリセットされません。

source: O Savoria Pro chega em breve. Você poderá assinar diretamente daqui assim que a App Store liberar a função.
de: Savoria Pro kommt bald. Sie können direkt hier abonnieren, sobald die App Store-Funktion verfügbar ist.
en: Savoria Pro is coming soon. You will be able to subscribe right here as soon as the App Store feature is available.
es: Savoria Pro llegará pronto. Podrás suscribirte directamente aquí en cuanto la App Store habilite la función.
fr: Savoria Pro arrive bientôt. Vous pourrez vous abonner directement ici dès que l’App Store activera la fonctionnalité.
it: Savoria Pro arriverà presto. Potrai abbonarti direttamente qui non appena l’App Store abiliterà la funzione.
ja: Savoria Pro は近日公開です。App Store で機能が利用可能になり次第、ここから直接登録できます。

source: Objetivo
de: Ziel
en: Goal
fr: Objectif
it: Obiettivo
ja: 目標

source: Obrigado pelo feedback
de: Danke für Ihr Feedback
en: Thanks for the feedback
es: Gracias por el feedback
fr: Merci pour votre retour
it: Grazie per il feedback
ja: フィードバックをありがとう

source: Observações, marca ou preparo
de: Notizen, Marke oder Zubereitung
en: Notes, brand, or prep
es: Notas, marca o preparación
fr: Notes, marque ou préparation
it: Note, marca o preparazione
ja: メモ、ブランド、または準備方法

source: Ocultar planos
de: Pläne ausblenden
en: Hide plans
es: Ocultar planes
fr: Masquer les plans
it: Nascondi piani
ja: プランを非表示

source: Ondas
de: Wellen
en: Waves
es: Olas
fr: Vagues
it: Onde
ja: 波

source: Ontem
de: Gestern
en: Yesterday
es: Ayer
fr: Hier
it: Ieri
ja: 昨日

source: Ontem, %@
de: Gestern, %@
en: Yesterday, %@
es: Ayer, %@
fr: Hier, %@
it: Ieri, %@
ja: 昨日、%@

source: Ordenar por
de: Sortieren nach
en: Sort by
fr: Trier par
it: Ordina per
ja: 並び替え

source: Organizando ingredientes
de: Zutaten werden organisiert
en: Organizing ingredients
fr: Organisation des ingrédients
it: Organizzazione degli ingredienti
ja: 材料を整理中

source: Organizando passos
de: Schritte ordnen
en: Organizing steps
es: Organizando pasos
fr: Organisation des étapes
it: Organizzazione passaggi
ja: 手順を整理

source: Organizar o texto compartilhado em ingredientes e modo de preparo.
de: Den geteilten Text in Zutaten und Zubereitung organisieren.
en: Organize the shared text into ingredients and preparation steps.
es: Organizar el texto compartido en ingredientes y preparación.
fr: Organiser le texte partagé en ingrédients et préparation.
it: Organizza il testo condiviso in ingredienti e preparazione.
ja: 共有されたテキストを材料と調理法に整理します。

source: Organizar sua cozinha e comer bem não precisa ser difícil
de: *Deine Küche zu organisieren* und *gut zu essen* muss nicht schwierig sein.
en: *Organizing your kitchen* and *eating well* doesn't have to be hard.
es: *Organizar tu cocina* y *comer bien* no tiene por qué ser difícil.
fr: *Organiser votre cuisine* et *bien manger* n'a pas besoin d'être compliqué.
it: *Organizzare la tua cucina* e *mangiare bene* non deve essere difficile.
ja: *キッチンを整えて*、*きちんと食べること*は難しくありません。

source: Os dados do aplicativo foram restaurados com sucesso.
de: Die App-Daten wurden erfolgreich wiederhergestellt.
en: The app data was restored successfully.
es: Los datos de la aplicación se restauraron correctamente.
fr: Les données de l'application ont été restaurées avec succès.
it: I dati dell'applicazione sono stati ripristinati con successo.
ja: アプリのデータが正常に復元されました。

source: Os dados foram restaurados com sucesso.
de: Die Daten wurden erfolgreich wiederhergestellt.
en: The data was restored successfully.
es: Los datos se restauraron correctamente.
fr: Les données ont été restaurées avec succès.
it: I dati sono stati ripristinati con successo.
ja: データが正常に復元されました。
